{
    "IoT": "The benefit of working as a rapid prototyping developer is that I have experianced a lot of new technology and that often means keeping up to date with progression in IoT. IoT is such a big part of projects recently often researching new avaliable devices will give a company the edge over its competetiors due to the ability to aquire data. Essentially IoT is the aquision of data which can then be manipulated in a specific way by the developer, in this case me.",
    "Cloud Services" : "Cloud skills are a very broad term but this means I understand the basic process of IaaS, SaaS, PaaS, DaaS and more but also have experianced working on multiple cloud providers like Azure, AWS, IBM Cloud and Digital Ocean. These technologies although different are generally very similar when it comes down the core concepts and potential offerings however it is important knowing the best service to use when developing. ",
    "Blockchain" : "Blockchain is a powerful backend system that when developed properly can really remove complexity from the frontend and enchance security through immutability and add accountability. Personally knowing the benefits and disadvantages of Blockchain I can deliver real use cases for a client and show the power of Blockchain and when and how it should be used.",
    "Websites" :"Website development is something that many developers should have in their bag nowdays and personally I find website development fun and exciting using modern tools such as ReactJs, NodeJs and VueJs. My experiance of website development has allowed me to manage the complex tasks of website development easily from Git intergration, version control and the general devops pipeline. Websites are a key way to share information and now more than ever people should understand the importance of smart development",
    "Ideas": "Innovative ideas are not difficult but creating the innovation and following it to the end is. I can develop prototypes rather quickly to test whether an idea is possible. Difficulty in any idea is gaining traction but I believe if you develop a product eventually it will reach its potential. If you believe in idea it is not just about creating it, it is also about selling it with the right story. ",
    "Share Knowledge" : "Sharing knowledge is a key skill of mine, being able to share what I know with someone else is how I can help and improve the project and people around me. This is also how I learn by listening to the other knowledge I am given from other people and analysing what I am being told. Sharing knowledge is a key part in any project and this makes your team have more resources available through learning.",
    "Problem Solving" : "Problem solving is a real strength for me and being a programming specialist it often means I can debug problems very quickly and build code in the most efficient way thinking about timings and errors that can occur. Problem solving is about taking the most logically approach and often this can be hard for people as they tend to make biased decisions not based on the most logically outcome and that is where I can help. I can look purley at the problem and give the most logical choice without making the problem harder.",
    "Team Work" : "Team work is the greatest resource a company can have and this is how any progression is achieved. I can play various roles in a team usally a leader or support memeber of the team because I am understanding and listen to the problems that people are facing. When working agile this would mean I take a scum leader kind of role to keep people on track and focus on completing the product."
}